
export const getNoticeImportant = () => {
	const NoticeImportant= [
		{
			id: 15,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 16,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 17,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 18,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 19,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
	]

	return NoticeImportant;
};

export const getNoticeNormal = () => {
	const NoticeNormal= [
		{
			id: 0,
			work: '중등 수학 내신반 11월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 4-5 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 1,
			work: '중등 수학 내신반 11월 2주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 4-5 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 2,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 2-3 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 3,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 7-8 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 4,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 5,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 6,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 7,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 8,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 9,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 10,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 11,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 12,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 13,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 14,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},

	]

	return NoticeNormal;
};
