
export const getNoticeImportant = () => {
	const NoticeImportant= [
		{
			id: 15,
			work: '중등 수학 내신반 결석 관련 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					코로나로 인해 결석을 하게 된 학생들은 병원 진단서를 꼭 가져오길 바랍니다.<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 16,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 17,
			work: '중등 수학 내신반 12월 2주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 18,
			work: '중등 수학 내신반 12월 3주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 19,
			work: '중등 수학 내신반 12월 4주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
	]

	return NoticeImportant;
};

export const getNoticeNormal = () => {
	const NoticeNormal= [
		{
			id: 0,
			work: '학부모님들께',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[학부모님들께]<br /><br />
					
					화창한 5월이 다가왔습니다.<br />
					아이들이 어느덧 중간을 치루고 그 결과에 일희일비하고 있을 시기입니다.<br />
					비록 원하던 성적이 나오든, 안 나오든 아이들의 노력에 먼저 위로와 응원의 한마디를 보내주시길 바랍니다.<br /><br />

					저희 NK수학학원은 학생들의 이번 중간고사 결과를 바탕으로 학생별 개인 클리닉이 있을 예정입니다.<br />
					아이들과 시간을 조율하여 약 20분정도 일찍 등원, 혹은 하원을 통해 이루어질 예정이니 학부모님들의 양해 부탁드립니다.<br />
				</div>
			),
		},
		{
			id: 1,
			work: '중등 수학 내신반 11월 2주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 4-5 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 2,
			work: '중등 수학 내신반 11월 모평 해설 관련 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 2-3 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 3,
			work: '중등 수학 내신반 12월 2주차 중간 시험 관련 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 7-8 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 4,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 5,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 6,
			work: '중등 수학 내신반 방학 시간표 변경 관련 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 7,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 8,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 9,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 10,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 11,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 12,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 13,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},
		{
			id: 14,
			work: '중등 수학 내신반 12월 1주차 숙제 공지',
			date: '2023.12.09',
			name: '김수학',
			content:  (
				<div>
					[공지]<br />
					근의 공식 TEST [문제집 16-17 챕터 공부할 것]<br /><br />
					
					[숙제]<br />
					22년도 2학기 기말고사 기출 모의고사 2회 풀기<br />
					22년도 2학기 기말고사 기출 모의고사 1회 오답 풀이 (꼼꼼히)<br />
					쎈수학 p.110~127 홀수번 문제 풀이 + 채점까지<br />
					지난 주 TEST 결과 오답 풀이 (틀린 것만 제대로 다시 풀기) - 재시험 예정<br /><br />
					
					숙제 공지합니다 !! 재시험 + 테스트 예정이니 꼭 출석하세요 !!<br />
					윈터캠프 관련 사전 안내도 있을 예정입니다 ^^~
				</div>
			),
		},

	]

	return NoticeNormal;
};
